Repository: liuzeyi11/GovernmentWorkReportCorpus
Catalog: government_report_tmx_file/GR2017.tmx
Source language: en_us
Languages: zh_cn

source: The legitimate rights and interests of women, children, the elderly, and people with disabilities will be effectively protected.
zh_cn: 切实保障妇女、儿童、老人、残疾人合法权益。

source: We will move faster to improve the social credit system, and work to heighten public awareness of rule of law and strengthen legal services.
zh_cn: 加快社会信用体系建设。加强法治宣传教育和法律服务。

source: We will enforce the responsibility system for handling public complaints and see that justified demands are addressed promptly and locally in accordance with law.
zh_cn: 落实信访工作责任制，依法及时就地解决群众合理诉求。

source: We will continue to pursue the Peaceful China initiative, improve the multidimensional, IT-based crime prevention and control system, crack down hard on violent terrorist activities, and punish organized crime, drug-related crime, and common crimes like theft, robbery, telecommunications and online fraud, and infringement of personal information, thus upholding China's national security and social stability.
zh_cn: 深化平安中国建设，健全立体化信息化社会治安防控体系，严厉打击暴力恐怖活动，依法惩治黑恶势力犯罪、毒品犯罪和盗窃、抢劫、电信网络诈骗、侵犯个人信息等多发性犯罪，维护国家安全和社会稳定。

source: We will work to see that law is enforced in a strict, standardized, fair, and civil way, address prominent problems that endanger public security, and take comprehensive measures to ensure the security of our people.
zh_cn: 严格规范公正文明执法，大力整治社会治安突出问题，全方位提高人民群众安全感。

source: We will ensure workplace safety and protect people's lives.
zh_cn: 人命关天，安全至上。

source: We must work with tireless dedication to ensure workplace safety.
zh_cn: 必须持之以恒抓好安全生产。

source: We will strengthen the development of safety infrastructure, and ensure the quality of work related to seismology, meteorology, surveying, mapping, and geology.
zh_cn: 加强安全基础设施建设，做好地震、气象、测绘、地质等工作。

source: To curb the occurrence of serious and major accidents and protect the lives and property of our people, we will strictly enforce the workplace safety responsibility system, and see that all responsibilities are fulfilled, namely, the primary responsibility of the enterprise itself, the regulatory responsibility of the government in the locality where the enterprise is located, and the oversight responsibility of the relevant government department.
zh_cn: 严格安全生产责任制，全面落实企业主体责任、地方属地管理责任、部门监管责任，坚决遏制重特大事故发生，切实保障人民群众生命财产安全。

source: 9. Strengthening the all-around improvement of government
zh_cn: （九）全面加强政府自身建设。

source: We must uphold leadership by the Party, willingly maintain political integrity, think in big-picture terms, uphold the leadership core, and keep in alignment.
zh_cn: 要坚持党的领导，牢固树立“四个意识”，

source: We should firmly uphold the authority of the Party Central Committee with Comrade Xi Jinping at its core; closely follow the Central Committee in terms of thinking, political stand, and action; and speed up efforts to transform government functions and improve government performance so as to deliver better services to the people.
zh_cn: 坚决维护以习近平同志为核心的党中央权威，自觉在思想上政治上行动上同党中央保持高度一致，加快转变政府职能、提高行政效能，更好为人民服务。

source: We will continue to work to see that government functions are fully carried out in accordance with law.
zh_cn: 坚持依法全面履职。

source: Governments at all levels and all government employees must meet every requirement for fully advancing China's law-based governance. We must strictly observe the Constitution; we must hold the rule of law in the highest esteem; we must hold the law in reverence; we must conduct administration in accordance with law, and we must build a rule of law government.
zh_cn: 各级政府及其工作人员要深入贯彻全面依法治国要求，严格遵守宪法，尊崇法治、敬畏法律、依法行政，建设法治政府。

source: We will make government operations more transparent.
zh_cn: 加大政务公开力度。

source: We will ensure that policies are made in a sound and democratic way on the basis of law; and we will widely solicit input and criticism from all interested parties in policy making.
zh_cn: 坚持科学决策、民主决策、依法决策，广泛听取各方面意见包括批评意见。

source: We at all levels of government must subject ourselves, as required by law, to oversight by people's congresses and their standing committees at the corresponding levels, to the democratic oversight of CPPCC committees, and to public oversight and oversight through public opinion.
zh_cn: 各级政府要依法接受同级人大及其常委会的监督，自觉接受人民政协的民主监督，主动接受社会和舆论监督，

source: We should willingly solicit input from deputies to people's congresses, members of CPPCC committees, other political parties, chambers of commerce, public figures without party affiliation, and people's organizations.
zh_cn: 认真听取人大代表、政协委员、民主党派、工商联、无党派人士和各人民团体的意见。

source: As ours is a government of the people, all of our work must reflect their will, safeguard their interests, and be placed under their oversight.
zh_cn: 作为人民政府，所有工作都要体现人民意愿、维护人民利益、接受人民监督。

source: We will maintain ethical conduct and moral integrity at all times.
zh_cn: 始终保持廉洁本色。

source: We will continue to make every effort to fully strengthen Party self-governance, improve Party conduct and moral integrity, and effectively combat corruption.
zh_cn: 要认真落实全面从严治党要求，把党风廉政建设和反腐败工作不断引向深入。

source: We will act with firm resolve to implement the Party Central Committee's eight-point decision on improving Party and government conduct, and make continued efforts to correct formalism, bureaucratism, hedonism, and extravagance.
zh_cn: 坚决贯彻落实党中央八项规定精神，一以贯之纠正“四风”。

source: We will strengthen administrative supervision and auditing-based oversight.
zh_cn: 加强行政监察和审计监督。

source: We will continue to maintain a tough stance against corruption. With the focus on key areas, we will conduct full investigations into and punish corruption and other forms of misconduct that undermine people's interests.
zh_cn: 保持惩治腐败高压态势，聚焦重点领域，严肃查处侵害群众利益的不正之风和腐败问题。

source: All public servants must have integrity, be upright, and get on honestly with their jobs of serving the people.
zh_cn: 广大公务员要持廉守正，干干净净为人民做事。

source: We will perform with a strong work ethic, sense of responsibility, and enterprising spirit.
zh_cn: 勤勉尽责干事创业。

source: China’s remarkable achievements in reform and development are the work of officials and the people; the only way to make new achievements is more hard work.
zh_cn: 中国改革发展的巨大成就是广大干部群众实干出来的，再创新业绩还得靠实干。

source: Governments at all levels and all government employees must make it our priority to get things done. In performing duties, we should work hard, in a down-to-earth way; and we should be innovative as actual conditions allow. Implementing decisions made at meetings of higher-level authorities and contained in the documents they issue does not mean just holding more meetings and issuing more documents.
zh_cn: 各级政府及其工作人员要干字当头，真抓实干、埋头苦干、结合实际创造性地干，不能简单以会议贯彻会议、以文件落实文件，

source: It's no good to just push paper and pay lip service.
zh_cn: 不能纸上谈兵、光说不练。

source: We need to keep both the central government and local governments fully motivated, and encourage local governments to work according to local circumstances and be bold in their explorations, so that together we are all promoting sustainable and balanced development.
zh_cn: 要充分发挥中央和地方两个积极性，鼓励地方因地制宜、大胆探索，竞相推动科学发展。

source: We will strictly enforce the responsibility systems, particularly those for implementing key tasks.
zh_cn: 严格执行工作责任制，特别是对重点任务，

source: We must see responsibilities are fulfilled without fail, that pressure is felt at every level of government, and that implementation is carried out to the letter.
zh_cn: 要铆紧各方责任、层层传导压力，确保不折不扣落实到位。

source: We will strengthen oversight and accountability, take tough steps to address incompetence, inertia, and negligence, and resolvedly address failures to act in good faith in government work.
zh_cn: 强化督查问责，严厉整肃庸政懒政怠政行为，坚决治理政务失信。

source: We will improve mechanisms that give incentives and allow for and address mistakes so as to support those who are dedicated to their work and stand behind those who live up to their responsibilities.
zh_cn: 健全激励机制和容错纠错机制，给干事者鼓劲，为担当者撑腰。

source: Every one of us in government must take an active approach to our work and have the courage to tackle the toughest problems; we must work closely with the people, using concrete action to make progress in development, and using genuine hard work to realize a bright future.
zh_cn: 广大干部要主动作为、动真碰硬，与人民群众同心协力，以实干推动发展，以实干赢得未来。

source: China is a unified country of many ethnic groups.
zh_cn: 我国是统一的多民族国家。

source: We will uphold and improve the system of regional ethnic autonomy, fully implement the Party's policies concerning ethnic groups, and intensify our efforts to foster ethnic unity and progress.
zh_cn: 要坚持和完善民族区域自治制度，认真贯彻党的民族政策，深入开展民族团结进步创建活动。

source: We will make sure celebrations to mark the 70th anniversary of the founding of the Inner Mongolia Autonomous Region are a great success.
zh_cn: 组织好内蒙古自治区成立70周年庆祝活动。

source: We will increase support for development in areas inhabited mainly by ethnic minorities.
zh_cn: 加大对民族地区发展支持力度，

source: We will deepen efforts to boost development in the border regions to benefit the people living there.
zh_cn: 深入实施兴边富民行动，

source: We will protect and develop the fine traditional cultures of ethnic minorities and support the growth of ethnic groups with smaller populations.
zh_cn: 保护和发展少数民族优秀传统文化，扶持人口较少民族发展，

source: We will encourage people of all China's ethnic groups to develop together and thrive together in the course of finishing the building of a society that is moderately prosperous in all respects.
zh_cn: 推动各族人民在全面建成小康社会进程中实现共同发展繁荣。

source: With people of all our ethnic groups living together in friendship, sharing in a common cause, and developing in harmony, the big family of the Chinese nation will enjoy more happiness.
zh_cn: 各民族和睦相处、和衷共济、和谐发展，中华民族大家庭必将更加幸福安康。

source: We will fully implement the Party's fundamental policy on religion, manage religious affairs in accordance with law, promote harmonious relations between religions, and encourage religious leaders and believers to actively involve themselves in promoting economic and social development.
zh_cn: 我们要全面贯彻党的宗教工作基本方针，依法管理宗教事务，促进宗教关系和谐，发挥宗教界人士和信教群众在促进经济社会发展中的积极作用。

source: We will fully implement government policies related to overseas Chinese nationals, protect the legitimate rights and interests of overseas Chinese nationals, Chinese nationals who have returned from overseas, and the relatives of overseas Chinese nationals who reside in China, and ensure that they can all give full play to their unique strengths and perform their important roles. I am confident that all the sons and daughters of the Chinese nation, both in and outside China, will forge stronger bonds of attachment.
zh_cn: 我们要认真落实侨务政策，保障海外侨胞和归侨侨眷合法权益，充分发挥他们的独特优势和重要作用，海内外中华儿女的凝聚力和向心力必将不断增强。

source: Last year, we achieved major breakthroughs in the reform of national defense and the armed forces and made fresh progress and new achievements in our work to make the military more revolutionary, modern, and well-structured.
zh_cn: 过去一年，国防和军队改革取得重大突破，军队革命化现代化正规化建设取得新进展新成就。

source: This year, in pursuing the Party's goal of strengthening the armed forces in a new era, we will work to build them through political work, strengthen them through reform, and ensure they are run by law.
zh_cn: 新的一年，我们要继续坚持以党在新形势下的强军目标为引领，推进政治建军、改革强军、依法治军，

source: We will boost military training and preparedness, so as to ensure that the sovereignty, security, and development interests of China are resolutely and effectively safeguarded.
zh_cn: 强化练兵备战，坚决有效维护国家主权、安全、发展利益。

source: We will uphold the Party's absolute leadership over the armed forces and uphold and implement the system whereby the Chairman of the Central Military Commission assumes overall responsibility over military affairs.
zh_cn: 坚持党对军队的绝对领导，维护和贯彻军委主席负责制。

source: We will continue to deepen reforms in national defense and the armed forces.
zh_cn: 持续深化国防和军队改革。

source: We will strengthen maritime and air defense as well as border control and ensure that important operations related to countering terrorism, safeguarding stability, international peacekeeping, and providing escort in high seas are well organized.
zh_cn: 强化海空边防管控，周密组织反恐维稳、国际维和、远海护航等重要行动。

source: We will enhance our capacity for innovation in defense-related science and technology and step up the development of advanced logistics and equipment.
zh_cn: 提高国防科技自主创新能力，加快现代后勤建设和装备发展。

source: We will strengthen national defense education among the general public, and step up national defense mobilization and readiness of reserve forces.
zh_cn: 加强全民国防教育、国防动员和后备力量建设。

source: We will continue to promote coordinated, balanced, and compatible development of the economy and national defense, deepen structural reform of defense-related science and technology industries, and intensify military-civilian integration.
zh_cn: 促进经济建设和国防建设协调、平衡、兼容发展，深化国防科技工业体制改革，推动军民融合深度发展。

source: We at every level of government should take more solid and vigorous steps to support the reform and development of our national defense and armed forces. We should see that the tree of unity between the military and the government and between the military and the people continues to grow deep roots and is always in blossom.
zh_cn: 各级政府要以更加扎实有力的举措，支持国防和军队改革建设，让军政军民团结之树根深、枝繁、叶茂！

source: We will continue to implement, both to the letter and in spirit, the principle of "one country, two systems," under which the people of Hong Kong govern Hong Kong, the people of Macao govern Macao, and both regions enjoy a high degree of autonomy.
zh_cn: 我们要继续全面准确贯彻“一国两制”、“港人治港”、“澳人治澳”、高度自治的方针，

source: We will continue to act in strict compliance with China's Constitution and the basic laws of the Hong Kong and Macao special administrative regions;
zh_cn: 严格依照宪法和基本法办事，

source: and we will ensure that the principle of "one country, two systems" is steadfastly applied in Hong Kong and Macao without being bent or distorted.
zh_cn: 确保“一国两制”在香港、澳门实践不动摇、不走样、不变形。

source: The chief executives and governments of the two regions have our full support in exercising law-based governance, growing their economies, improving people's wellbeing, advancing democracy, and promoting social harmony.
zh_cn: 全力支持香港、澳门特别行政区行政长官和政府依法施政，发展经济、改善民生、推进民主、促进和谐。

source: The notion of Hong Kong independence will lead nowhere.
zh_cn: “港独”是没有出路的。

source: We will promote closer cooperation between the mainland and Hong Kong and Macao.
zh_cn: 要推动内地与港澳深化合作，

source: We will draw up a plan for the development of a city cluster in the Guangdong-Hong Kong-Macao Greater Bay Area, give full play to the distinctive strengths of Hong Kong and Macao, and elevate their positions and roles in China's economic development and opening up.
zh_cn: 研究制定粤港澳大湾区城市群发展规划，发挥港澳独特优势，提升在国家经济发展和对外开放中的地位与功能。

source: We have always had full confidence about ensuring lasting prosperity and stability in Hong Kong and Macao.
zh_cn: 我们对香港、澳门保持长期繁荣稳定始终充满信心。

source: We will thoroughly implement the policies on our work related to Taiwan, uphold the one-China principle, and safeguard the 1992 Consensus as our common political foundation.
zh_cn: 我们要深入贯彻对台工作大政方针，坚持一个中国原则，维护“九二共识”共同政治基础，

source: We will protect China's sovereignty and territorial integrity, maintain the peaceful growth of cross-Straits relations, and safeguard peace and stability in the Taiwan Straits.
zh_cn: 维护国家主权和领土完整，维护两岸关系和平发展和台海和平稳定。

source: We will resolutely oppose and deter separatist activities for Taiwan independence.
zh_cn: 坚决反对和遏制“台独”分裂活动，

source: We will never allow any person to separate Taiwan from the motherland in any form or name.
zh_cn: 绝不允许任何人以任何形式、任何名义把台湾从祖国分裂出去。

source: We will continue to advance integrated economic and social development between the two sides of the Straits, and make it more convenient for our fellow countrymen and women in Taiwan, particularly young people, to study, work, and live on the mainland.
zh_cn: 要持续推进两岸经济社会融合发展，为台湾同胞尤其是青年在大陆学习、就业、创业、生活提供更多便利。

source: People on both sides of the Taiwan Straits should keep in mind the greater interests of the nation, firmly advance peaceful reunification of China, and jointly create better lives and a bright future for all Chinese.
zh_cn: 两岸同胞要共担民族大义，坚定不移推动祖国和平统一进程，共同创造所有中国人的幸福生活和美好明天。

source: In the face of profound changes in the international political and economic landscape, China will always stand on the side of peace and stability, will forever be committed to equity and justice, and will always work for world peace, contribute to global development, and uphold the international order.
zh_cn: 面对世界政治经济格局的深刻变化，中国将始终站在和平稳定一边，站在公道正义一边，做世界和平的建设者、全球发展的贡献者、国际秩序的维护者。

source: We will keep to the path of peaceful development; firmly uphold the authority of the multilateral architecture and see that it works effectively; oppose protectionism in its different forms; become more involved in global governance; and steer economic globalization to see it become more inclusive, mutually beneficial, and equitable.
zh_cn: 我们将坚定不移走和平发展道路，坚决维护多边体制的权威性和有效性，反对各种形式的保护主义，深入参与全球治理进程，引导经济全球化朝着更加包容互惠、公正合理的方向发展。

source: We will contribute to a framework that ensures the overall stability and balanced development of relations between major countries.
zh_cn: 推动构筑总体稳定、均衡发展的大国关系框架，

source: We will endeavor to foster a neighboring environment that enhances mutual trust and common development between China and its neighbors, upgrade cooperation with all other developing countries in all fields, and offer constructive proposals for addressing global and regional hotspot issues.
zh_cn: 着力营造睦邻互信、共同发展的周边环境，全面提升同发展中国家合作水平，积极提供解决全球性和地区热点问题的建设性方案。

source: We will intensify efforts to improve our mechanisms and capacity for protecting China's rights and interests overseas.
zh_cn: 加快完善海外权益保护机制和能力建设。

source: China is ready to join hands with the international community and build a new type of international relations based on cooperation and mutual benefit and make new contributions to building a community of shared future for all humankind.
zh_cn: 我们愿与国际社会一道，致力构建以合作共赢为核心的新型国际关系，为打造人类命运共同体作出新的贡献。

source: A new historical mission awaits us, and with hard work we will achieve great success.
zh_cn: 使命重在担当，实干铸就辉煌。

source: We will rally even closer around the Party Central Committee with Comrade Xi Jinping at its core, and work hard with one mind and an enterprising spirit to fulfill this year's economic and social development tasks and targets.
zh_cn: 我们要更加紧密地团结在以习近平同志为核心的党中央周围，同心同德，开拓进取，努力完成今年经济社会发展目标任务，

source: Let us work with tireless dedication to achieve the two centenary goals (Note: This refers to completing the building of a moderately prosperous society in all respects by the time the Communist Party of China celebrates its centenary in 2021 and turning the People's Republic of China into a modern socialist country that is prosperous, strong, democratic, culturally advanced, and harmonious by the time it celebrates its centenary in 2049), build China into a modern socialist country that is prosperous, strong, democratic, culturally advanced, and harmonious, and realize the Chinese Dream of national rejuvenation.
zh_cn: 为实现“两个一百年”宏伟目标、建设富强民主文明和谐的社会主义现代化国家、实现中华民族伟大复兴的中国梦而不懈奋斗！
